Repository: loooltooot/e-shawerma
Catalog: lib/l10n/app_*.arb
Languages: ru

# welcomeText
source: welcome to this project, unique in its essence and uselessness
ru: добро пожаловать в этот уникальный по своей сути и бесполезности проект

# welcomeButtonText
source: shawermable
ru: шавернуться

# registrationTitle
source: what's your name?
ru: что написать на твоем стаканчике?

# registrationTextFieldHint
source: here
ru: сюда

# registrationButtonText
source: start
ru: поехали

# homeListTitle
source: menu
ru: меню

# homeMakeOrderButton
source: make order
ru: заказать

# drawerAmountOfShawerma
source: amount of shawerma
ru: съедено шавермы:

# drawerViewOrders
source: orders
ru: заказы

# ordersListOrderTitle
source: order
ru: заказ

# stShawerma_png
source: shawerma_default.png
ru: шаверма_стандарт.png

# stShawerma_jpg
source: shawerma_default.jpg
ru: шаверма_стандарт.jpg

# stShawerma_svg
source: shawerma_default.svg
ru: шаверма_стандарт.svg

# chShawerma_png
source: shawerma_cheese.png
ru: шаверма_сырная.png

# chShawerma_jpg
source: shawerma_cheese.jpg
ru: шаверма_сырная.jpg

# chShawerma_svg
source: shawerma_cheese.svg
ru: шаверма_сырная.svg

# cup_png
source: coffee.png
ru: кофе.png

# cup_jpg
source: coffee.jpg
ru: кофе.jpg

# cup_svg
source: coffee.svg
ru: кофе.svg
